micropython/micropython/ports/esp32/boards/CM_-Combined/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CircuitMess ESP32 Devices"
#define MICROPY_HW_MCU_NAME "ESP32"
